sample_requests/fetch_point_by_hits_sample.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.proximity.rmagkos.gr/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:fetchPointsHavingHitsMoreThan>
         <arg0>1</arg0>
      </ser:fetchPointsHavingHitsMoreThan>
   </soapenv:Body>
</soapenv:Envelope>